Repository: pixelgrade/comments-ratings
Catalog: lang/comments-ratings-*.po
Languages: fr_fr

source: Terrible
fr_fr: Effrayant

source: Poor
fr_fr: Mauvaise

source: Average
fr_fr: Moyen

source: Very Good
fr_fr: Très bon

source: Exceptional
fr_fr: Exceptionnel

source: Comments Ratings
fr_fr: Les commentaires sont clos.

source: Settings
fr_fr: Paramètres

source: Review Fields
fr_fr: Label de l'examen :

source: Review Title
fr_fr: Examiner l'étiquette de titre :

source: Rating:
fr_fr: Révision de note Label :

source: Numberic value required.
fr_fr: Ce champ doit être une valeur de couleur valide.

source: Field is required.
fr_fr: Requis

source: Invalid Value.
fr_fr: Type de fichier non valide

source: Your overall rating of this listing:
fr_fr: Votre note globale de cet article:

source: Title of your review:
fr_fr: Titre de votre avis

source: Summarize your opinion or highlight an interesting detail
fr_fr: Résumez votre opinion ou mettre en évidence un détail intéressant

source: Your Review
fr_fr: Titre de votre avis

source: Tell about your experience or leave a tip for others
fr_fr: Parlez-nous de votre expérience ou de laisser un pourboire pour les autres

source: Submit your Review
fr_fr: Titre de votre avis

source: General Settings
fr_fr: Parametres generaux

source: Select which post types should have ratings?
fr_fr: Choisir quels types de poste devraient avoir des cotes ?

source: Post Types
fr_fr: Types d'article

source: Labels
fr_fr: Étiquettes

source: Review Rating Label:
fr_fr: Révision de note Label :

source: Review Title Label:
fr_fr: Examiner l'étiquette de titre :

source: Title of your review
fr_fr: Titre de votre avis

source: Review Title Placeholder:
fr_fr: Espace réservé au titre de la critique :

source: Review Label:
fr_fr: Label de l'examen :

source: Review Placeholder:
fr_fr: Espace réservé au titre de la critique :

source: Review Submit Button:
fr_fr: Révision de note Label :

source: Unable to save settings.
fr_fr: Parametres generaux

source: Please check the fields for errors and typos.
fr_fr: S'il vous plaît vérifier les champs pour les erreurs et les fautes de frappe.

source: Settings have been updated.
fr_fr: Toutes les installations et les activations ont été achevés.

source: Save Changes
fr_fr: Sauvegarder les changements
